{
  "meta": {
    "title": "Cigarrynos",
    "description": "Your Ultimate Cigar Companion App"
  },
  "ageVerification": {
    "title": "Age Verification",
    "message": "You must be 18 years or older to enter this site.",
    "confirmButton": "I am 18 or older",
    "rejectButton": "I am under 18"
  },
  "header": {
    "tagline": "Your Ultimate Cigar Companion App",
    "description": "Experience the finest selection of cigars with our comprehensive companion app. Track, rate, and discover your perfect smoke."
  },
  "features": {
    "title": "Features",
    "subtitle": "Everything you need to enhance your cigar experience in one elegant app",
    "items": [
      {
        "title": "Comprehensive Database",
        "description": "Browse through thousands of cigars with detailed information about origin, blend, and characteristics."
      },
      {
        "title": "Personal Collections",
        "description": "Organize and track your cigar collection with ease. Keep inventory and manage your humidor digitally."
      },
      {
        "title": "Tasting Notes",
        "description": "Record detailed tasting experiences, rate your cigars, and build your personal flavor profile."
      },
      {
        "title": "Offline Access",
        "description": "Access your entire collection and notes anytime, anywhere - no internet connection required."
      },
      {
        "title": "Real-time Updates",
        "description": "Stay current with the latest additions to our database and community reviews."
      }
    ]
  },
  "discover": {
    "title": "Discover the App",
    "subtitle": "Take a visual tour of Cigarrynos' elegant interface"
  },
  "download": {
    "title": "Get Started Today",
    "subtitle": "Available on iOS and Android platforms"
  },
  "footer": {
    "createdBy": "Made by",
    "copyright": "Copyright 2024,",
    "whatsNew": "What's New",
    "privacyPolicy": "Privacy Policy",
    "termsOfUse": "Terms of Use"
  },
  "restriction": {
    "pageTitle": "Age Restriction Notice",
    "mainDescription": "Access to this website and application is restricted to individuals who are of legal age to purchase and consume tobacco products in their jurisdiction of residence.",
    "importantInfo": {
      "title": "Important Information",
      "items": [
        "You must be at least 18 years old to access this website and use the Cigarrynos application.",
        "By accessing this website or using the application, you confirm that you are of legal age in your jurisdiction.",
        "We maintain strict age verification procedures to ensure compliance with applicable laws and regulations."
      ]
    },
    "legalRequirements": {
      "title": "Legal Requirements",
      "intro": "In accordance with international regulations and local laws governing tobacco-related products and services:",
      "items": [
        "Age verification is mandatory for all users.",
        "False declarations regarding age may result in account termination.",
        "Users must comply with all applicable local laws and regulations regarding tobacco products."
      ]
    },
    "warning": "If you are under the legal age, please exit this website immediately."
  }
}
