{
  "meta": {
    "title": "Cigarrynos",
    "description": "Your Ultimate Cigar Companion App"
  },
  "ageVerification": {
    "title": "Age Verification",
    "message": "You must be 18 years or older to enter this site.",
    "confirmButton": "I am 18 or older",
    "rejectButton": "I am under 18"
  },
  "header": {
    "tagline": "Your Personal Cigar Journey",
    "description": "Discover, track, and share your cigar experiences with a vibrant community of enthusiasts."
  },
  "features": {
    "title": "Features",
    "subtitle": "Everything you need for your cigar journey",
    "items": [
      {
        "title": "Personal Collections",
        "description": "Manage your humidor inventory, organize wishlists and favorites, and track your cigar journey."
      },
      {
        "title": "Reviews & Ratings",
        "description": "Share detailed tasting notes, rate cigars, and discover what the community loves."
      },
      {
        "title": "Social Experience",
        "description": "Follow enthusiasts, share collections, and connect with a global cigar community."
      },
      {
        "title": "Expert Insights",
        "description": "Access professional reviews, detailed cigar information, and curated recommendations."
      },
      {
        "title": "Offline Access",
        "description": "Access your entire collection and notes anytime, anywhere - no internet required."
      },
      {
        "title": "Discover & Search",
        "description": "Browse a growing number of cigars with advanced filters by brand, strength, origin, and price."
      }
    ]
  },
  "discover": {
    "title": "Experience Cigarrynos",
    "subtitle": "Explore the features that make your cigar journey unforgettable"
  },
  "download": {
    "title": "Get Started Today",
    "subtitle": "Available on iOS and Android platforms"
  },
  "footer": {
    "createdBy": "Made by",
    "copyright": "Copyright 2024,",
    "whatsNew": "What's New",
    "privacyPolicy": "Privacy Policy",
    "termsOfUse": "Terms of Use"
  },
  "restriction": {
    "pageTitle": "Age Restriction Notice",
    "mainDescription": "Access to this website and application is restricted to individuals who are of legal age to purchase and consume tobacco products in their jurisdiction of residence.",
    "importantInfo": {
      "title": "Important Information",
      "items": [
        "You must be at least 18 years old to access this website and use the Cigarrynos application.",
        "By accessing this website or using the application, you confirm that you are of legal age in your jurisdiction.",
        "We maintain strict age verification procedures to ensure compliance with applicable laws and regulations."
      ]
    },
    "legalRequirements": {
      "title": "Legal Requirements",
      "intro": "In accordance with international regulations and local laws governing tobacco-related products and services:",
      "items": [
        "Age verification is mandatory for all users.",
        "False declarations regarding age may result in account termination.",
        "Users must comply with all applicable local laws and regulations regarding tobacco products."
      ]
    },
    "warning": "If you are under the legal age, please exit this website immediately."
  }
}
