{
  "meta": {
    "title": "Cigarrynos",
    "description": "Votre application compagnon ultime pour les cigares"
  },
  "ageVerification": {
    "title": "Vérification de l'âge",
    "message": "Vous devez avoir 18 ans ou plus pour accéder à ce site.",
    "confirmButton": "J'ai 18 ans ou plus",
    "rejectButton": "J'ai moins de 18 ans"
  },
  "header": {
    "tagline": "Votre parcours personnel du cigare",
    "description": "Découvrez, suivez et partagez vos expériences de cigares avec une communauté passionnée."
  },
  "features": {
    "title": "Fonctionnalités",
    "subtitle": "Tout ce dont vous avez besoin pour votre parcours du cigare",
    "items": [
      {
        "title": "Collections personnelles",
        "description": "Gérez votre cave à cigares, organisez vos listes de souhaits et favoris, et suivez votre parcours."
      },
      {
        "title": "Avis et évaluations",
        "description": "Partagez vos notes de dégustation, évaluez les cigares et découvrez les favoris de la communauté."
      },
      {
        "title": "Expérience sociale",
        "description": "Suivez des passionnés, partagez vos collections et connectez-vous avec une communauté mondiale."
      },
      {
        "title": "Conseils d'experts",
        "description": "Accédez aux avis professionnels, informations détaillées et recommandations sélectionnées."
      },
      {
        "title": "Accès hors ligne",
        "description": "Accédez à toute votre collection et vos notes à tout moment, sans connexion Internet."
      },
      {
        "title": "Découvrir & Rechercher",
        "description": "Parcourez un nombre croissant de cigares avec filtres avancés par marque, force, origine et prix."
      }
    ]
  },
  "discover": {
    "title": "Découvrez Cigarrynos",
    "subtitle": "Explorez les fonctionnalités qui rendent votre parcours du cigare inoubliable"
  },
  "download": {
    "title": "Commencez aujourd'hui",
    "subtitle": "Disponible sur iOS et Android"
  },
  "footer": {
    "createdBy": "Créé par",
    "copyright": "Copyright 2024,",
    "whatsNew": "Nouveautés",
    "privacyPolicy": "Politique de confidentialité",
    "termsOfUse": "Conditions d'utilisation"
  },
  "restriction": {
    "pageTitle": "Avis de Restriction d'Âge",
    "mainDescription": "L'accès à ce site web et à l'application est réservé aux personnes ayant l'âge légal pour acheter et consommer des produits du tabac dans leur juridiction de résidence.",
    "importantInfo": {
      "title": "Informations Importantes",
      "items": [
        "Vous devez avoir au moins 18 ans pour accéder à ce site web et utiliser l'application Cigarrynos.",
        "En accédant à ce site web ou en utilisant l'application, vous confirmez que vous avez l'âge légal dans votre juridiction.",
        "Nous maintenons des procédures strictes de vérification de l'âge pour assurer la conformité aux lois et réglementations applicables."
      ]
    },
    "legalRequirements": {
      "title": "Exigences Légales",
      "intro": "Conformément aux réglementations internationales et aux lois locales régissant les produits et services liés au tabac :",
      "items": [
        "La vérification de l'âge est obligatoire pour tous les utilisateurs.",
        "Les fausses déclarations concernant l'âge peuvent entraîner la résiliation du compte.",
        "Les utilisateurs doivent se conformer à toutes les lois et réglementations locales applicables concernant les produits du tabac."
      ]
    },
    "warning": "Si vous n'avez pas l'âge légal, veuillez quitter ce site web immédiatement."
  }
}
